Revit 2027 API
GroupTypeId.Reference Property
 Reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Reference { get; }
Public Shared ReadOnly Property Reference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Reference {
	ForgeTypeId^ get ();
}
static member Reference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace